status/src/2022/0624.org
#+TITLE: 18 June 2022 - 24 June 2022

* MIT OCW
** 18.02 - Multiple Variable Calculus
*** Session 67-68
** 8.01X+8.01L - Physics I - Classical Mechanics with Labs
*** Started Problem Set 2
*** Planning experiment to measure 'g'
** 21G.701 Spanish
*** Finished Episodes 30-31 (no progress this week)
* Emergency Crystal Radio
** Have inductor selector - needs desoldering
* POM 3D print
** fixed side holes in design
** initial POM config problematic - poor build platform adhesion
* Mill Controller #2
** Try PXE install of CentOS 6.10
* OLPC
** Needs ML1120 coin batteries to fix "invalid system date".
* Virtual Orchestra
** sfz file tests
*** Fixed handful of render-sample bugs
*** "Test Drive" Mixdown with ecasound complete
* Measure D analysis
** Completed initial precinct map for Santa Cruz Measure D voting.
** County released precinct data appears incomplete.
* GAC
** Fixed some math errors. More to go.
* Intel i5
** Still looking for a suitable motherboard and system.
* David Davies
** Broadcom BCG? Employee indicted for running a brothel.
** New case C1923172, consolidated with *15* Parties.
** Next hearing 9/6/2022
* Peter Kim
** Broadcom CSG Employee indicted for trade secret theft.
** United States v. Kim (5:21-cr-00438).
** Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)
** Sentencing 9/20/2022

