status/2022/0624.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-28 Sat 07:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>18 June 2022 - 24 June 2022</title>
<meta name="author" content="Daniel Kelley" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">18 June 2022 - 24 June 2022</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf7ec824">1. MIT OCW</a>
<ul>
<li><a href="#org20b61f0">1.1. 18.02 - Multiple Variable Calculus</a>
<ul>
<li><a href="#org1e359d7">1.1.1. Session 67-68</a></li>
</ul>
</li>
<li><a href="#org7054cce">1.2. 8.01X+8.01L - Physics I - Classical Mechanics with Labs</a>
<ul>
<li><a href="#org14683d4">1.2.1. Started Problem Set 2</a></li>
<li><a href="#orgab84c5c">1.2.2. Planning experiment to measure 'g'</a></li>
</ul>
</li>
<li><a href="#orgbe91449">1.3. 21G.701 Spanish</a>
<ul>
<li><a href="#org20dcf4c">1.3.1. Finished Episodes 30-31 (no progress this week)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd95fe4b">2. Emergency Crystal Radio</a>
<ul>
<li><a href="#org88e9199">2.1. Have inductor selector - needs desoldering</a></li>
</ul>
</li>
<li><a href="#org0f27942">3. POM 3D print</a>
<ul>
<li><a href="#org9c13681">3.1. fixed side holes in design</a></li>
<li><a href="#org8190b97">3.2. initial POM config problematic - poor build platform adhesion</a></li>
</ul>
</li>
<li><a href="#org6d02c70">4. Mill Controller #2</a>
<ul>
<li><a href="#orgc3f7a82">4.1. Try PXE install of CentOS 6.10</a></li>
</ul>
</li>
<li><a href="#org893f9c3">5. OLPC</a>
<ul>
<li><a href="#org54d6a1b">5.1. Needs ML1120 coin batteries to fix "invalid system date".</a></li>
</ul>
</li>
<li><a href="#org526c2e2">6. Virtual Orchestra</a>
<ul>
<li><a href="#org44ec122">6.1. sfz file tests</a>
<ul>
<li><a href="#orga21a6e5">6.1.1. Fixed handful of render-sample bugs</a></li>
<li><a href="#org3c0d27a">6.1.2. "Test Drive" Mixdown with ecasound complete</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgc86a698">7. Measure D analysis</a>
<ul>
<li><a href="#org1f4e1f4">7.1. Completed initial precinct map for Santa Cruz Measure D voting.</a></li>
<li><a href="#orgfbff695">7.2. County released precinct data appears incomplete.</a></li>
</ul>
</li>
<li><a href="#orgebcb129">8. GAC</a>
<ul>
<li><a href="#org4bed1fd">8.1. Fixed some math errors. More to go.</a></li>
</ul>
</li>
<li><a href="#org1a7db19">9. Intel i5</a>
<ul>
<li><a href="#org83dbfe2">9.1. Still looking for a suitable motherboard and system.</a></li>
</ul>
</li>
<li><a href="#orgf849ad4">10. David Davies</a>
<ul>
<li><a href="#org7851b8d">10.1. Broadcom BCG? Employee indicted for running a brothel.</a></li>
<li><a href="#org2d4366e">10.2. New case C1923172, consolidated with <b>15</b> Parties.</a></li>
<li><a href="#org712ed12">10.3. Next hearing 9/6/2022</a></li>
</ul>
</li>
<li><a href="#org6414956">11. Peter Kim</a>
<ul>
<li><a href="#org9d04fad">11.1. Broadcom CSG Employee indicted for trade secret theft.</a></li>
<li><a href="#orgccd88ce">11.2. United States v. Kim (5:21-cr-00438).</a></li>
<li><a href="#orge4c9967">11.3. Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</a></li>
<li><a href="#org5fc7472">11.4. Sentencing 9/20/2022</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgf7ec824" class="outline-2">
<h2 id="orgf7ec824"><span class="section-number-2">1.</span> MIT OCW</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org20b61f0" class="outline-3">
<h3 id="org20b61f0"><span class="section-number-3">1.1.</span> 18.02 - Multiple Variable Calculus</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org1e359d7" class="outline-4">
<h4 id="org1e359d7"><span class="section-number-4">1.1.1.</span> Session 67-68</h4>
</div>
</div>
<div id="outline-container-org7054cce" class="outline-3">
<h3 id="org7054cce"><span class="section-number-3">1.2.</span> 8.01X+8.01L - Physics I - Classical Mechanics with Labs</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org14683d4" class="outline-4">
<h4 id="org14683d4"><span class="section-number-4">1.2.1.</span> Started Problem Set 2</h4>
</div>
<div id="outline-container-orgab84c5c" class="outline-4">
<h4 id="orgab84c5c"><span class="section-number-4">1.2.2.</span> Planning experiment to measure 'g'</h4>
</div>
</div>
<div id="outline-container-orgbe91449" class="outline-3">
<h3 id="orgbe91449"><span class="section-number-3">1.3.</span> 21G.701 Spanish</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org20dcf4c" class="outline-4">
<h4 id="org20dcf4c"><span class="section-number-4">1.3.1.</span> Finished Episodes 30-31 (no progress this week)</h4>
</div>
</div>
</div>
<div id="outline-container-orgd95fe4b" class="outline-2">
<h2 id="orgd95fe4b"><span class="section-number-2">2.</span> Emergency Crystal Radio</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org88e9199" class="outline-3">
<h3 id="org88e9199"><span class="section-number-3">2.1.</span> Have inductor selector - needs desoldering</h3>
</div>
</div>
<div id="outline-container-org0f27942" class="outline-2">
<h2 id="org0f27942"><span class="section-number-2">3.</span> POM 3D print</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org9c13681" class="outline-3">
<h3 id="org9c13681"><span class="section-number-3">3.1.</span> fixed side holes in design</h3>
</div>
<div id="outline-container-org8190b97" class="outline-3">
<h3 id="org8190b97"><span class="section-number-3">3.2.</span> initial POM config problematic - poor build platform adhesion</h3>
</div>
</div>
<div id="outline-container-org6d02c70" class="outline-2">
<h2 id="org6d02c70"><span class="section-number-2">4.</span> Mill Controller #2</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgc3f7a82" class="outline-3">
<h3 id="orgc3f7a82"><span class="section-number-3">4.1.</span> Try PXE install of CentOS 6.10</h3>
</div>
</div>
<div id="outline-container-org893f9c3" class="outline-2">
<h2 id="org893f9c3"><span class="section-number-2">5.</span> OLPC</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org54d6a1b" class="outline-3">
<h3 id="org54d6a1b"><span class="section-number-3">5.1.</span> Needs ML1120 coin batteries to fix "invalid system date".</h3>
</div>
</div>
<div id="outline-container-org526c2e2" class="outline-2">
<h2 id="org526c2e2"><span class="section-number-2">6.</span> Virtual Orchestra</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org44ec122" class="outline-3">
<h3 id="org44ec122"><span class="section-number-3">6.1.</span> sfz file tests</h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-orga21a6e5" class="outline-4">
<h4 id="orga21a6e5"><span class="section-number-4">6.1.1.</span> Fixed handful of render-sample bugs</h4>
</div>
<div id="outline-container-org3c0d27a" class="outline-4">
<h4 id="org3c0d27a"><span class="section-number-4">6.1.2.</span> "Test Drive" Mixdown with ecasound complete</h4>
</div>
</div>
</div>
<div id="outline-container-orgc86a698" class="outline-2">
<h2 id="orgc86a698"><span class="section-number-2">7.</span> Measure D analysis</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org1f4e1f4" class="outline-3">
<h3 id="org1f4e1f4"><span class="section-number-3">7.1.</span> Completed initial precinct map for Santa Cruz Measure D voting.</h3>
</div>
<div id="outline-container-orgfbff695" class="outline-3">
<h3 id="orgfbff695"><span class="section-number-3">7.2.</span> County released precinct data appears incomplete.</h3>
</div>
</div>
<div id="outline-container-orgebcb129" class="outline-2">
<h2 id="orgebcb129"><span class="section-number-2">8.</span> GAC</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org4bed1fd" class="outline-3">
<h3 id="org4bed1fd"><span class="section-number-3">8.1.</span> Fixed some math errors. More to go.</h3>
</div>
</div>
<div id="outline-container-org1a7db19" class="outline-2">
<h2 id="org1a7db19"><span class="section-number-2">9.</span> Intel i5</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org83dbfe2" class="outline-3">
<h3 id="org83dbfe2"><span class="section-number-3">9.1.</span> Still looking for a suitable motherboard and system.</h3>
</div>
</div>
<div id="outline-container-orgf849ad4" class="outline-2">
<h2 id="orgf849ad4"><span class="section-number-2">10.</span> David Davies</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org7851b8d" class="outline-3">
<h3 id="org7851b8d"><span class="section-number-3">10.1.</span> Broadcom BCG? Employee indicted for running a brothel.</h3>
</div>
<div id="outline-container-org2d4366e" class="outline-3">
<h3 id="org2d4366e"><span class="section-number-3">10.2.</span> New case C1923172, consolidated with <b>15</b> Parties.</h3>
</div>
<div id="outline-container-org712ed12" class="outline-3">
<h3 id="org712ed12"><span class="section-number-3">10.3.</span> Next hearing 9/6/2022</h3>
</div>
</div>
<div id="outline-container-org6414956" class="outline-2">
<h2 id="org6414956"><span class="section-number-2">11.</span> Peter Kim</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org9d04fad" class="outline-3">
<h3 id="org9d04fad"><span class="section-number-3">11.1.</span> Broadcom CSG Employee indicted for trade secret theft.</h3>
</div>
<div id="outline-container-orgccd88ce" class="outline-3">
<h3 id="orgccd88ce"><span class="section-number-3">11.2.</span> United States v. Kim (5:21-cr-00438).</h3>
</div>
<div id="outline-container-orge4c9967" class="outline-3">
<h3 id="orge4c9967"><span class="section-number-3">11.3.</span> Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</h3>
</div>
<div id="outline-container-org5fc7472" class="outline-3">
<h3 id="org5fc7472"><span class="section-number-3">11.4.</span> Sentencing 9/20/2022</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2023-01-28 Sat 07:04</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
